const filter = 'def'

const lastID = 9

const products = [
  {
    id: 1,
    name: 'Наименование товара 2',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 70000
  },
  {
    id: 2,
    name: 'Наименование товара 1',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 5000
  },
  {
    id: 3,
    name: 'Наименование товара 3',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 8000
  },
  {
    id: 4,
    name: 'Наименование товара 4',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 10000
  },
  {
    id: 5,
    name: 'Наименование товара 5',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 3000
  },
  {
    id: 6,
    name: 'Наименование товара 6',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 15000
  },
  {
    id: 7,
    name: 'Наименование товара 7',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 20000
  },
  {
    id: 8,
    name: 'Наименование товара 8',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 30000
  },
  {
    id: 9,
    name: 'Наименование товара 9',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: 'http://spcourse.ru/assets/camera.png',
    price: 40000
  }
]

export default {
  filter, lastID, products
}
